/* Click the lock to make changes. */
"kClickLockMakeChange" = "Cliquez sur le cadenas pour apporter des modifications.";

/* Click the lock to prevent further changes. */
"kClickLockPreventChange" = "Cliquez sur le cadenas pour empêcher toute modification ultérieure.";

/* open panel title */
"kTitle" = "Titre";

/* open panel prompt */
"kChoose" = "Choisir";

/* new key name */
"kKey" = "Clé";

/* new key value */
"kValue" = "Valeur";

/* display file sizes */
"kBytes" = "%d Ko";

/* <Not pooled> */
"kNotPooled" = "<Non groupé>";

/* <Not installed> */
"kNotInstalled" = "<Non installé>";

/* overwrite driver */
"kOverwriteDriverTitle" = "Écraser ce gestionnaire";

/* overwrite driver */
"kOverwriteDriver" = "Ce nom de gestionnaire existe déjà. Êtes-vous certain de vouloir écraser ce gestionnaire ?";

/* overwrite dsn */
"kOverwriteDSNTitle" = "Écraser ce DSN";

/* overwrite dsn */
"kOverwriteDSN" = "Ce nom DSN existe déjà. Êtes-vous certain de vouloir écraser ce DSN ?";

/* invalid name */
"kInvalidNameTitle" = "Nom incorrect";

/* invalid DSN name */
"kInvalidDSNName" = "Le nom DSN saisi est incorrect. Les noms DSN ne doivent être composés que de lettres et de chiffres et doivent commencer par une lettre.";

/* invalid Key name */
"kInvalidKeyName" = "Vous avez saisi un nom de clé incorrect. Les noms de clé ne doivent être composés que de lettres et de chiffres et doivent commencer par une lettre.";

/* invalid path */
"kInvalidPathTitle" = "Chemin incorrect";

/* an error has occurred and I don't have string for it */
"kOhNo" = "Une erreur s’est produite.";

/* Error */
"kError" = "Erreur";

/* remove DSN */
"kDeleteDSNMessage" = "Êtes-vous certain de vouloir supprimer le DSN sélectionné ?";

/* remove driver */
"kDeleteDriverMessage" = "Êtes-vous certain de vouloir supprimer le gestionnaire sélectionné ?";

/* remove DSNs too */
"kDeleteAssociatedDSNs" = "Souhaitez-vous supprimer toutes les informations DSN associées à ce gestionnaire ?";

/* something happened attempting to add a driver */
"kCantAddDriver" = "Impossible d’ajouter les informations du gestionnaire.";

/* something happened attempting to add DSN */
"kCantAddDSN." = "Impossible d’ajouter les informations DSN.";

/* Not enough parameters for configuration */
"kNotEnough" = "Paramètres insuffisants pour la configuration.";

/* Could not remove driver information */
"kCantRemoveDriver" = "Impossible de supprimer les informations du gestionnaire.";

/* Could not remove DSN information */
"kCantRemoveDSN" = "Impossible de supprimer les informations DSN.";

/* Revert */
"kRevert" = "Revenir";

/* Revert to the original configuration */
"kRevertMessage" = "Revenir à la configuration d’origine ?";

/* Delete Driver */
"kDeleteDriverTitle" = "Supprimer le gestionnaire";

/* Delete DSN */
"kDeleteDSNTitle" = "Supprimer le DSN";

/* Authenticating... */
"kAuthenticating" = "Authentification...";

/* Deauthenticating... */
"kDeauthenticating" = "Désauthentification...";

/* OK - for alerts, confirmation dialogs */
"kOK" = "OK";

/* Cancel - for confirmation dialogs */
"kCancel" = "Annuler";

/* Save */
"kSave" = "Enregistrer";

/* Don't Save */
"kDontSave" = "Ne pas enregistrer";

/* Save Changes? */
"kSaveChangesTitle" = "Enregistrer les modifications ?";

/* Do you want to save changes before quitting? */
"kSaveChangesMessageQuit" = "Souhaitez-vous enregistrer les modifications avant de quitter ?";

/* Do you want to save changes before locking? */
"kSaveChangesMessageLock" = "Souhaitez-vous enregistrer les modifications avant de verrouiller ?";
